var names = ['Գագիկ թագավորին՝', 'Ծովինար խաթունին՝', 'Սանասարին՝', 'Բաղդասարին՝', 'Քեռի Թորոսին՝', 'Մելիքսեթ քահանին՝', 'Դեղձուն ճուղ-ծամին՝', 'Ջոջ Մհերին՝', 'Արմաղանին՝', 'Իսմիլ խանումին՝', 'Ձենով Հովանին՝', 'Արտատեր պառավին՝', 'Խանդութ խաթունին՝', 'Չմշկիկ Սուլթանին՝', 'Մըսրա Մելիքին՝', 'Թառլան Դավթին՝', 'Ականջ արողների ծնողներին՝']
for(var i = 0; i < names.length; i ++){
    if(names[i] == 'Մըսրա Մելիքին՝'){
        console.log('Դառնանք, զօղորմին չի տանք')
        console.log(names[i]+' հազար օղորմի,')
    }
    else{
        console.log('Դառնանք, զօղորմին տի տանք')
        console.log(names[i]+' հազար օղորմի,')
    }
}