ENG_FRUITS = ['APPLE', 'WATERMELON', 'ORANGE', 'PEAR', 'CHERRY', 'STRAWBERRY', 'NECTARINE', 'MANGO', 'BLUEBERRY', 'POMEGRANATE', 'BANANA', 'MANDARIN', 'KIWI', 'PINEAPPLE', 'LIME', 'LEMON', 'APRICOT', 'MELON', 'COCONUT', 'AVOCADO', 'PEACH', 'GUAVA']
ENG_ANIMALS = ['DOG', 'TURTLE', 'RABBIT', 'PARROT', 'CAT', 'MOUSE', 'COW', 'PIG', 'GOAT', 'BEE', 'FISH', 'HORSE', 'SHEEP', 'PANDA', 'LION', 'TIGER', 'KANGAROO', 'MONKEY', 'ELEPHANT', 'FOX', 'WOLF', 'FROG', 'BEAR', 'SNAKE', 'CROCODILE', 'DOLPHIN', 'SHARK', 'ZEBRA']
ENG_COUNTRIES = ['ARGENTINA', 'ARMENIA', 'AUSTRALIA', 'AUSTRIA', 'BELGIUM', 'BRAZIL', 'CANADA', 'CHINA', 'DENMARK', 'EGYPT', 'FINLAND', 'FRANCE', 'GERMANY', 'INDIA', 'IRAN', 'ITALY', 'JAPAN', 'KOREA', 'NETHERLANDS', 'NORWAY', 'POLAND', 'PORTUGAL', 'RUSSIA', 'SPAIN', 'SWEDEN', 'SWITZERLAND', 'UKRAINE']
ENG_CAPITALS = ['YEREVAN', 'CANBERRA', 'VIENNA', 'MINSK', 'BRUSSELLS', 'BRASILIA', 'OTTAWA', 'COPENHAGEN', 'CAIRO', 'HELSINKI', 'PARIS', 'BERLIN', 'ATHENS', 'TEHRAN', 'JERUSALEM', 'ROME', 'TOKYO', 'AMSTERDAM', 'OSLO', 'WARSAW', 'LISBON', 'BUCHAREST', 'MOSCOW', 'SEOUL', 'MADRID', 'STOCKHOLM', 'BERN', 'BANGKOK', 'KYIV', 'WASHINGTON', 'LONDON', 'TASHKENT', 'DUSHANBE', 'SINGAPORE']




РУС_ФРУКТЫ = ['ЯБЛОКО', 'АРБУЗ', 'АПЕЛЬСИН', 'ГРУША', 'ВИШНЯ', 'КЛУБНИКА', 'НЕКТАРИН', 'МАНГО', 'ЧЕРНИКА', 'ГРАНАТ', 'БАНАН', 'МАНДАРИН', 'КИВИ', 'АНАНАС', 'ЛАЙМ', 'ЛИМОН', 'АБРИКОС', 'ДЫНЯ', 'КОКОС', 'АВОКАДО', 'ПЕРСИК', 'ГУАВА']
РУС_ЖИВОТНЫЕ = ['СОБАКА', 'ЧЕРЕПАХА', 'КРОЛИК', 'ПОПУГАЙ', 'КОТ', 'МЫШЬ', 'КОРОВА', 'СВИНЬЯ', 'КОЗЕЛ', 'ПЧЕЛА', 'РЫБА', 'ЛОШАДЬ', 'ОВЕЦ', 'ПАНДА', 'ЛЕВ', 'ТИГР', 'КЕНГУРУ', 'ОБЕЗЬЯНА', 'СЛОН', 'ЛИСА', 'ВОЛК', 'ЛЯГУШКА', 'МЕДВЕДЬ', 'ЗМЕЯ', 'КРОКОДИЛ', 'ДЕЛЬФИН', 'АКУЛА', 'ЗЕБРА']
РУС_СТРАНЫ = ['АРГЕНТИНА', 'АРМЕНИЯ', 'АВСТРАЛИЯ', 'АВСТРИЯ', 'БЕЛЬГИЯ', 'БРАЗИЛИЯ', 'КАНАДА', 'КИТАЙ', 'ДАНИЯ', 'ЕГИПЕТ', 'ФИНЛЯНДИЯ', 'ФРАНЦИЯ' , 'ГЕРМАНИЯ', 'ИНДИЯ', 'ИРАН', 'ИТАЛИЯ', 'ЯПОНИЯ', 'КОРЕЯ', 'НИДЕРЛАНДЫ', 'НОРВЕГИЯ', 'ПОЛЬША', 'ПОРТУГАЛИЯ', 'РОССИЯ', 'ИСПАНИЯ', 'ШВЕЦИЯ', 'ШВЕЙЦАРИЯ', 'УКРАИНА']
РУС_СТОЛИЦЫ = ['ЕРЕВАН', 'КАНБЕРРА', 'ВЕНА', 'МИНСК', 'БРЮССЕЛЬ', 'БРАЗИЛИЯ', 'ОТТАВА', 'КОПЕНГАГЕН', 'КАИР', 'ХЕЛЬСИНКИ', 'ПАРИЖ', 'БЕРЛИН', 'АФИНЫ', 'ТЕГЕРАН', 'ИЕРУСАЛИМ', 'РИМ', 'ТОКИО', 'АМСТЕРДАМ', 'ОСЛО', 'ВАРШАВА', 'ЛИССАБОН', 'БУХАРЕСТ','МОСКВА', 'СЕУЛ', 'МАДРИД', 'СТОКГОЛЬМ', 'БЕРН', 'БАНГКОК', 'КИЕВ', 'ВАШИНГТОН', 'ЛОНДОН', 'ТАШКЕНТ', 'ДУШАНБЕ', 'СИНГАПУР']




ՀԱՅ_ՄՐԳԵՐ = ['ԽՆՁՈՐ', 'ՁՄԵՐՈՒԿ', 'ՆԱՐԻՆՋ', 'ՏԱՆՁ', 'ԲԱԼ', 'ԵԼԱԿ', 'ՆԵԿՏԱՐԻՆ', 'ՄԱՆԳՈ', 'ՀԱՊԱԼԱՍ', 'ՆՈՒՌ', 'ԲԱՆԱՆ', 'ՄԱՆԴԱՐԻՆ', 'ԿԻՎԻ', 'ԱՐՔԱՅԱԽՆՁՈՐ', 'ԼԱՅՄ', 'ԿԻՏՐՈՆ', 'ԾԻՐԱՆ', 'ՍԵԽ', 'ԿՈԿՈՍ', 'ԱՎՈԿԱԴՈ', 'ԴԵՂՁ', 'ԳՈՒԱՎԱ']
ՀԱՅ_ԿԵՆԴԱՆԻՆԵՐ = ['ՇՈՒՆ', 'ԿՐԻԱ', 'ՆԱՊԱՍՏԱԿ', 'ԹՈՒԹԱԿ', 'ԿԱՏՈՒ', 'ՄՈՒԿ', 'ԿՈՎ', 'ԽՈԶ', 'ԱՅԾ', 'ՄԵՂՈՒ', 'ՁՈՒԿ', 'ՁԻ', 'ՈՉԽԱՐ', 'ՊԱՆԴԱ', 'ԱՌՅՈՒԾ', 'ՎԱԳՐ', 'ԿԵՆԳՈՒՐՈՒ', 'ԿԱՊԻԿ', 'ՓԻՂ', 'ԱՂՎԵՍ', 'ԳԱՅԼ', 'ԳՈՐՏ', 'ԱՐՋ', 'ՕՁ', 'ԿՈԿՈՐԴԻԼՈՍ', 'ԴԵԼՖԻՆ', 'ՇՆԱՁՈՒԿ', 'ԶԵԲՐ']
ՀԱՅ_ԵՐԿՐՆԵՐ = ['ԱՐԳԵՆՏԻՆԱ', 'ՀԱՅԱՍՏԱՆ', 'ԱՎՍՏՐԱԼԻԱ', 'ԱՎՍՏՐԻԱ', 'ԲԵԼԳԻԱ', 'ԲՐԱԶԻԼԻԱ', 'ԿԱՆԱԴԱ', 'ՉԻՆԱՍՏԱՆ', 'ԴԱՆԻԱ', 'ԵԳԻՊՈՍ', 'ՖԻՆԼԱՆԴԻԱ', 'ՖՐԱՆՍԻԱ' , 'ԳԵՐՄԱՆԻԱ', 'ՀՆԴԿԱՍՏԱՆ', 'ԻՐԱՆ', 'ԻՏԱԼԻԱ', 'ՃԱՊՈՆԻԱ', 'ԿՈՐԵԱ', 'ՆԻԴԵՐԼԱՆԴՆԵՐ', 'ՆՈՐՎԵԳԻԱ', 'ԼԵՀԱՍՏԱՆ', 'ՊՈՐՏՈՒԳԱԼԻԱ', 'ՌՈՒՍԱՍՏԱՆ', 'ԻՍՊԱՆԻԱ', 'ՇՎԵԴԻԱ', 'ՇՎԵՑԱՐԻԱ', 'ՈՒԿՐԱԻՆԱ']
ՀԱՅ_ՄԱՅՐԱՔԱՂԱՔՆԵՐ = ['ԵՐևԱՆ', 'ԿԱՆԲԵՐԱ', 'ՎԻԵՆՆԱ', 'ՄԻՆՍԿ', 'ԲՐՅՈՒՍԵԼ', 'ԲՐԱԶԻԼԻԱ', 'ՕՏՏԱՎԱ', 'ԿՈՊԵՆՀԱԳԵՆ', 'ԿԱՀԻՐԵ', 'ՀԵԼՍԻՆԿԻ', 'ՓԱՐԻԶ', 'ԲԵՌԼԻՆ', 'ԱԹԵՆՔ', 'ԹԵՀՐԱՆ', 'ԵՐՈՒՍԱՂԵՄ', 'ՀՌՈՄ', 'ՏՈԿԻՈ', 'ԱՄՍՏԵՐԴԱՄ', 'ՕՍԼՈ', 'ՎԱՐՇԱՎԱ', 'ԼԻՍԱԲՈՆ', 'ԲՈՒԽԱՐԵՍՏ','ՄՈՍԿՎԱ', 'ՍԵՈՒԼ', 'ՄԱԴՐԻԴ', 'ՍՏՈԿՀՈԼՄ', 'ԲԵՌՆ', 'ԲԱՆԳԿՈԿ', 'ԿԻև', 'ՎԱՇԻՆԳՏՈՆ', 'ԼՈՆԴՈՆ', 'ՏԱՇԿԵՆՏ', 'ԴՈՒՇԱՆԲԵ', 'ՍԻՆԳԱՊՈՒՐ']